import React from 'react'

export default function About() {
    return (
        <div className="about">
            <p>מי שאינו חווה אלימות במערכות יחסים יכול בטעות לחשוב שמדובר בארוע שקל לזהותו. אך אלימות מצד אדם קרוב היא תופעה פסיכולוגית שמתעתעת בקורבנותיה ולרובינו זה לא קל לזהות את אותותיה.
            אין מדובר בתקיפה של מחבל או שוד מזוין. מדובר באדם קרוב, שמתעתע בנו ביחסים שנעים על ציר חם-קר.
            התוקף מאיים רבות אך לא תמיד מבצע את איומיו, דבר הגורם לקורבן לחשוב שהוא מוגן וכי הדברים לא ידרדרו לאלימות. אך לא כך הדבר. מספיקה פעם אחת שהתוקף חש בתעוזה מספקת על מנת לתקוף, והקורבן שכבר ראה וזיהה את אותות המוצקה מבעוד מועד לא ציפה לתקיפה מאחר והוא רגיל לחיות תחת צל האיום שאינו מתממש עד לאותו רגע אימתני וגורלי.
            " היומן האדום " הוא מרחב שמאפשר דיון והתבוננות במקרים של נשים אשר נמצאות במצב זהה, הוא מאפשר שיח משותף ומרחב מוגן ללא שיפוטיות עבור הקורבנות, ובעיקר מאפשר שיח בין המודע ללא מודע כך שהקורבן יכול לאט לאט לפוגג את מסך העשן שממסך את הסכנה אשר ניצבת לנגד עיניו.
            המטרה העיקרית של הפרויקט היא לאפשר לנשים לעבור את התהליך הפסיכולוגי בעיבוד המידע ולנקות את עדשות המשקפיים דרכן הקורבן חווה את האלימות על מנת לאפשר התעוררות ויציאה ממעגל האלימות.
           <br />
            אפליקציית "היומן האדום" רוצה להפוך להיות החברה הכי טובה של כל אישה מבולבלת ומפוחדת בעת צרה.
            ובשונה מיומן רגיל, היא יכולה גם להשיב, להקשיב, ולהציל חיים!
            "היומן האדום" הוא יומן דיגיטלי אנונימי ושיתופי לקהל הקורבנות שחיות בצל האלימות.
            פעמים רבות, הקורבן זקוק לאישור חברתי ולמתן תוקף לרגשותיו על מנת לצאת מהתעתוע בו הוא נמצא, ותפקיד היומן בעיקרו הוא לענות על הצורך הפסיכולוגי הזה.
            ביומן, משתפות ישתפו את סיפוריהן בצורה של שיתופים אנונימיים  כאשר שאר החברים ברשת רשאים לדרג את השיתופים לפי מידת החומרה של האלימות שמסופר בפוסט.
            את השיתופים מדרגים בסקאלה של לבן עד אדום כאשר לבן אומר שיש סיכוי לשלום לפי חכמת ההמונים (קהל הנשים שכבר התנסה במצבים דומים כאלו ויש לו תובנות בנושא.)
            שיתוף אשר נצבע באדום מעיד על אזהרה חמורה ויש לפנות לקבלת עזרה.
            מדד הדירוג עונה על צורך פסיכולוגי מרכזי בתהליך ההחלמה והוא מאפשר לקורבנות להבדיל בין טוב לרע,
            לקבל תוקף לרגשותיהן ולשים קץ לתעתוע בו שהו לבדן.
            <br />
            החיזוק החברתי מקבע את העובדה שהנך נמצאת בסכנה ויכול להעיר אותך מחלום הבלהות לתמיד!
            בנוסף, מדד הדירוג עונה על צורך טכנולוגי מרכזי בפיתוח התכנה כשהמטרה העיקרית של דירוג השיתופים באדום-לבן היא שימוש בחכמת ההמונים לצורך כריית המידע בצורה אופטימלית. בנוסף היא מאפשרת מעקב על יעילות המערכת במעקב אחר עלייתם של פוסטים לבנים עם הזמן אל מול אלו האדומים. המערכת חוסכת עבודה רבה לרשויות המשטרה והעובדים הסוציאלים בכך שהיא מדרגת ומסננת את המקרים שדורשים התייחסות דחופה, ולכן ניתן לשלב אותה בגופים סוציאליים לצורך יעול עבודת איתור הקורבנות.
            ברשת החברתית ישולבו עובדים סוציאלים שמתצפטים וקוראים את הפוסטים.
            כאשר יתקלו בשיתוף אשר צבוע אדום יפנו אל האדם באנונימיות .
            ככל שפוסט נצבע באדום כך הדירוג שלו עולה ועל העובדות הסויציאליות ברשת לטפל במקרים אלו.

</p>
        </div>
    )
}
